class Texts:
    TEXT_TO_EMPLOYEE: str = (
        "Автоматическое уведомление ⏰: срок выполнения задачи истёк. "
        "Прошу написать на каком этапе выполнения находится задача и причины её невыполнения в срок. "
        "Пожалуйста, выполните задачу в кратчайшие сроки. Спасибо. "
    )

    TEXT_TO_EMPLOYEE_WITH_MANAGER: str = (
        "Автоматическое уведомление ⏰: срок выполнения задачи истёк. "
        "Прошу написать на каком этапе выполнения находится задача и причины её невыполнения в срок. "
        "Пожалуйста, выполните задачу в кратчайшие сроки. Спасибо. "
    )